{"translation-revision-date":"2023-11-28 10:12:25+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de_AT"},"Learn how to increase your rankings with %1$s":["Erfahre, wie du dein Ranking mit %1$s verbesserst"],"Please select a user in the Site representation step.":["Bitte wähle einen Benutzer im Schritt \"Website repräsentieren\"."],"You can %1$supdate or add social profiles to this user profile%2$s.":["Du kannst %1$sdiesem Benutzerprofil Social-Media-Profile hinzufügen oder aktualisieren%2$s."],"You have selected the user %1$s as the person this site represents.":["Du hast den Benutzer %1$s als die Person gewählt, die diese Website repräsentiert."],"If you select a Person to represent this site, we will use the social profiles from the selected user's profile page.":["Wenn du eine Person auswählst, die diese Website repräsentiert, werden wir die Social-Media-Profile des gewählten Benutzers aus dessen Profilseite verwenden."],"We could not save the website name. Please check the value.":["Wir konnten den Namen der Website nicht speichern. Bitte überprüfe den Wert."],"We took the liberty of using your website name and logo for the organization name and logo. Feel free to change them below.":["Wir haben uns erlaubt, den Namen und das Logo deiner Website für den Namen und das Logo der Organisation zu verwenden. Fühl dich sich frei, sie unten zu ändern."],"Finish configuration":["Konfiguration abschließen"],"Personal preferences":["Persönliche Einstellungen"],"SEO data optimization":["Optimierung der SEO-Daten"],"An error has occurred: %1$s":["Es ist ein Fehler aufgetreten: %1$s"],"We could not save the organization name. Please check the value.":["Wir konnten den Namen der Organisation nicht speichern. Bitte überprüfe den Wert."],"Or go to your SEO dashboard":["Oder gehe zu deinem SEO-Dashboard"],"E.g. example@email.com":["z.B. beispielname@email.com"],"Thank you! Check your inbox for the confirmation email.":["Vielen Dank! Bitte sieh in deinen Posteingang, um die Bestätigungs-E-Mail zu lesen."],"Please enter a valid email address.":["Bitte gib eine gültige E-Mail-Adresse ein."],"Personal logo or avatar":["Persönliches Logo oder persönlicher Avatar"],"Select a user":["Benutzer auswählen"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["Du hast den Benutzer %1$s als die Person gewählt, den diese Website darstellt. Die Informationen aus diesem Benutzerprofil werden ab sofort in den Suchergebnissen verwendet. Du besitzt nicht die Erlaubnis, dieses Benutzerprofil zu aktualisieren, daher solltest du diesen Benutzer oder den Administrator bitten, zu prüfen ob diese Informationen korrekt sind."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["Du hast den Benutzer %1$s als die Person gewählt, den diese Website repräsentiert. Die Informationen aus diesem Benutzerprofil werden ab sofort in den Suchergebnissen verwendet. %2$sAktualisiere dieses Profil jetzt, um sicherzustellen, dass diese Informationen korrekt sind%3$s."],"Uploading image...":["Bild wird hochgeladen …"],"Select an option":["Eine Option auswählen"],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Bitte beachte, dass du die SEO-Datenoptimierung für diese Konfiguration durchführen solltest, damit du das beste Ergebnis erzielen kannst."],"We've already successfully analyzed your site. You can move on to the next step.":["Wir haben bereits erfolgreich deine Website analysiert. Du kannst zum nächsten Schritt fortfahren."],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["Die Optimierung der SEO-Daten läuft... Du kannst problemlos zu den nächsten Schritten dieses Assistenten fortfahren."],"You're not allowed to edit the social profiles of this user. Please ask this user or an admin to do this.":["Du besitzt keine Erlaubnis, das Social-Media-Profil dieses Benutzers zu bearbeiten. Du solltest diesen Benutzer oder den Administrator darum bitten, dies zu erledigen."],"Add another profile":["Anderes Profil hinzufügen"],"Delete item":["Eintrag löschen"],"E.g. https:\/\/social-platform.com\/yoast":["z.B. https:\/\/social-platform.com\/yoast"],"Other social profile":["Anderes Social-Media-Profil"],"E.g. https:\/\/www.wikipedia.com\/yoast":["z.B. https:\/\/www.wikipedia.com\/yoast"],"E.g. https:\/\/www.youtube.com\/yoast":["z.B. https:\/\/www.youtube.com\/yoast"],"E.g. https:\/\/www.twitter.com\/yoast":["z.B. https:\/\/www.twitter.com\/yoast"],"E.g. https:\/\/www.tumblr.com\/yoast":["z.B. https:\/\/www.tumblr.com\/yoast"],"E.g. https:\/\/www.soundcloud.com\/yoast":["z.B. https:\/\/www.soundcloud.com\/yoast"],"E.g. https:\/\/www.pinterest.com\/yoast":["z.B. https:\/\/www.pinterest.com\/yoast"],"E.g. https:\/\/www.myspace.com\/yoast":["z.B. https:\/\/www.myspace.com\/yoast"],"E.g. https:\/\/www.linkedin.com\/yoast":["z.B. https:\/\/www.linkedin.com\/yoast"],"E.g. https:\/\/www.instagram.com\/yoast":["z.B. https:\/\/www.instagram.com\/yoast"],"E.g. https:\/\/www.facebook.com\/yoast":["z.B. https:\/\/www.facebook.com\/yoast"],"Could not save this value. Please check the URL.":["Dieser Wert konnte nicht gespeichert werden. Bitte überprüfe die URL."],"Could not save this value. Please check the URL or username.":["Dieser Wert konnte nicht gespeichert werden. Bitte überprüfe die URL oder den Benutzernamen."],"Email address":["E-Mail-Adresse"],"Oops! Something went wrong. Check your email address and try again.":["Hoppla! Etwas ist schief gelaufen. Überprüfe bitte deine E-Mail-Adresse und versuche es erneut."],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast respektiert deine Privatsphäre. Bitte lies unsere %1$sDatenschutzerklärung%2$s und wie wir mit deinen personenbezogenen Daten umgehen."],"Save and continue":["Speichern und fortfahren"],"Does your site represent an Organization or Person?":["Repräsentiert deine Website eine Firma oder Person?"],"Site representation":["Darstellung der Website"],"Continue":["Fortsetzen"],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":["Du kannst die SEO-Datenoptimierung weiterhin im Abschnitt %1$sTools%2$s ausführen. Sobald dies abgeschlossen ist, aktualisiere bitte dieses Training."],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["Dieser Trainingsschritt ist derzeit deaktiviert, da du nicht die neueste Version von Yoast SEO Premium verwendest. Bitte aktualisiere auf die neueste Version (mindestens %1$s). "],"Error stack trace":["Fehler-Stack-Trace"],"Response":["Antwort"],"Error message":["Fehlermeldung"],"Status code":["Statuscode"],"Request method":["Anfragemethode"],"Request URL":["Anfrage-URL"],"Error details":["Fehlerdetails"],"Remove image":["Bild entfernen"],"Select image":["Bild auswählen"],"Replace image":["Bild ersetzen"],"This feature has been disabled since subsites never send tracking data.":["Diese Funktion wurde deaktiviert, da Unterseiten niemals Tracking-Daten senden."],"Stop SEO data optimization":["Optimierung der SEO-Daten anhalten"],"SEO data optimization is disabled for non-production environments.":["Die Optimierung der SEO-Daten ist für nicht-produktive Umgebungen deaktiviert."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Diese Funktion enthält und ersetzt den Text-Linkzähler und die interne Verlinkungsanalyse"],"Start SEO data optimization":["Optimierung der SEO-Daten beginnen"],"Organization logo":["Organisations-Logo"],"Organization name":["Organisations-Name"],"This feature has been disabled by the network admin.":["Diese Funktion wurde durch den Netzwerkadministrator deaktiviert."],"Go back":["Zurück"],"Save changes":["Änderungen speichern"],"Name":["Name"],"Social profiles":["Social-Media-Profile"],"Loading...":["Wird geladen …"],"Website name":["Name der Website"],"Twitter":["Twitter"],"Facebook":["Facebook"],"Edit":["Bearbeiten"]}},"comment":{"reference":"js\/dist\/first-time-configuration.js"}}